{
    "WBUI2": {
        "settings": {
            "OpenButton": 0,
            "HideIcon": true,
            "HideIconAfter": 120,
            "IconURL": "https://i.imgur.com/OZ6xOjY.png",
            "DisableIconText": false,
            "IconPosition": 2,
            "IconTextColor": 0,
            "OpenOnStart": true,
            "OpenOnStartOnlyNewPlayers": true,
            "UpdateInterval": 12
        },
        "tabs": [
            {
                "tab1": {
                    "layout": 1,
                    "buttontext": "Bienvenid@s",
                    "title1": "Bienvenidos a Arkolicos Anonimos PVP No Wipe Hx5 XPx3 Bx15 mods",
                    "text1": "Bienvenid@s a arkolicos anonimos, un servidor PVP No Wipe, en donde podreis disfrutar de la aventura en ark  Teneis puntos, con los que podreis comprar dinos, pinturas, objetos, y cosillas importantes, que se podran ganar jugando, o con donaciones, ya sea la VIP o normales, que seran dedicadas a mejorar el servidor, tanto para añadir mas mapas, como para aumentar slots, como para mantenerlo. \n\n\nWelcome to anonymous arkolicos, a No Wipe PVP server, where you can enjoy the adventure in ark. You have points, with which you can buy dinosaurs, paintings, objects, and important things, which can be earned by playing, or with donations, now Whether VIP or normal, they will be dedicated to improving the server, both to add more maps, to increase slots, and to maintain it.",
                    "imageurl": "https://i.imgur.com/RJEiR7j.png"
                }
            },
            {
                "tab2": {
                    "layout": 2,
                    "buttontext": "Reglas",
                    "title1": "NormasdelServidor:",
                    "text1": "1-Respeto \n2- Deberéis respetar los acuerdos de intercambios. (Baneo de 3 dias por no respetar los acuerdos, con pruebas). \n3- Se puede hacer counter fob, siempre y cuando vayáis a raidear a la tribu a la que están raideando, y no vale la excusa después de que no estabais preparados y cosas asi. (Baneo de 3 dias, la primera vez, y a partir de la segunda, ese wipe baneado, en caso de ser reiterado, baneo permanente) Esto se hace para evitar alianzas. \n4- Los servidores se reinician a las 12 de la noche hora española peninsular. \n5- Cuando haya eventos en los que venga mucha gente, estara prohibido raidear mientras dure el evento. (Sanción 3 días de baneo la primera vez, 7 la segunda, y indefinido la tercera)(Tambien se avisara con antelacion y seran eventos muy puntuales, en los inicios de los servidores o cosillas asi). \n6- No construir mesh ni usar chetos. Si se encuentra algo mesh será baneado ese wipe, y si lo vuelve a hacer en otro wipe, baneo indefinido. Para los hacks baneo indefinido. \n7- También será sancionable usar mesh para raidear bases. \n8- Si alguien encuentra una base mesh y avisa al admin, se le entregara todo el loot de esa base y dinos. \n9- Si dormís a alguien, lo podéis retener como máximo 15 minutos, y indefinido si estas raideando a esa tribu, eso si, si paras el raideo para volver mas tarde, lo tienes que soltar. \n10- Prohibido el stream snipe.",
                    "title2": "Server rules:",
                    "text2": "1-Respect \n2- You must respect the exchange agreements. (3-day ban for not respecting agreements, with evidence). \n3- You can make a counter fob, as long as you are going to raid the tribe they are raiding, and the excuse after you were not prepared and things like that is not valid. (3-day ban, the first time, and from the second time, that wipe ban, if repeated, permanent ban) This is done to avoid alliances.\n 4- The servers restart at 12 midnight Spanish peninsular time. \n5- When there are events where many people come, raiding will be prohibited while the event lasts. (Sanction 3 days of banning the first time, 7 the second, and indefinite the third) (Also notice will be given in advance and they will be very specific events, at the beginning of the servers or things like that). \n6- Do not build mesh or use cheats. If something mesh is found, that wipe will be banned, and if it is done again in another wipe, it will be banned indefinitely. For hacks, indefinite ban. \n7- It will also be punishable to use mesh to raid bases. \n8- If someone finds a mesh base and notifies the admin, they will be given the entire loot of that base and tell us. \n9- If you put someone to sleep, you can hold them for a maximum of 15 minutes, and indefinitely if you are raiding that tribe, but if you stop the raid to come back later, you have to let them go. \n10- Stream snipe is prohibited.",
                    "imageurl": "https://i.imgur.com/aWNajXo.png"
                }
            },
            {
                "tab3": {
                    "layout": 2,
                    "buttontext": "Configuracion",
                    "title1": "Configuracion:",
                    "text1": "Crecimiento del cultivo: x10 \n\nCalidad del botin: x1 \n\nVelocidad de tameo: x20 \n\nEclosion: x20 \n\nVelocidad apareamiento: x20 \n\nVelocidad de crecimiento: x20 \n\nFarmeo: x5 \n\nXP: x3.",
                    "title2": "Setting:",
                    "text2": "Crop growth: x10 \n\nLoot quality: x1 \n\nSize speed: x20 \n\nHatching: x20 \n\nMating speed: x20 \n\nGrowth speed: x20 \n\nFarming: x10 \n\nXP: x3.",
                    "imageurl": "https://i.imgur.com/CkhUlOo.png"
                }
            }
        ],
        "links": [
            {
                "link1": {
                    "text": "Discord",
                    "url": "https://discord.gg/ZAwHg5PSPJ"
                }
            },
            {
                "link2": {
                    "text": "GrupoSteam",
                    "url": "https://steamcommunity.com/groups/ArkolicosAnonimos"
                }
            },
            {
                "link3": {
                    "text": "Trailer",
                    "url": "https://www.youtube.com/shorts/eWRIHH4RH4Q"
                }
            },
            {
                "link4": {
                    "text": "Youtube",
                    "url": "https://www.youtube.com/channel/UCSTg3ycvLU7kX8aia4pkjnA"
                }
            },
            {
                "link5": {
                    "text": "Donaciones",
                    "url": "https://www.paypal.com/paypalme/ArkolicosAnonimos4?v=1&utm_source=unp&utm_medium=email&utm_campaign=RT000269&utm_unptid=0c85355a-7e4d-11ee-ac51-3cfdfeefc9dd&ppid=RT000269&cnac=ES&rsta=es_ES%28es-ES%29&cust=3MYAHRCTFREUL&unptid=0c85355a-7e4d-11ee-ac51-3cfdfeefc9dd&calc=f536961334e16&unp_tpcid=ppme-social-user-profile-created&page=main%3Aemail%3ART000269&pgrp=main%3Aemail&e=cl&mchn=em&s=ci&mail=sys&appVersion=1.214.0&xt=104038%2C127632"
                }
            },
            {
                "link6": {
                    "text": "Twitch",
                    "url": "https://www.twitch.tv/dmragnar"
                }
            },
            {
                "link7": {
                    "text": "TikTok",
                    "url": "https://www.tiktok.com/@dm_ragnar4?lang=es"
                }
            },
            {
                "link8": {
                    "text": "TikTokJT",
                    "url": "https://www.tiktok.com/@j0tacr?lang=es"
                }
            }
        ]
    }
}
